Repository: ErvisTusha/MuslimDeen
Catalog: muslim_deen/lib/l10n/app_*.arb
Languages: es, pt_br, sq

source: Qibla aligned!
es: ¡Qibla alineada!
pt_br: Qibla alinhada!
sq: Kibla e rreshtuar!

# qiblaNoCompassData
source: No compass data
es: No hay datos de brújula
pt_br: Sem dados da bússola
sq: Nuk ka të dhëna të busullës

# qiblaDirectionWest
source: W
es: O
pt_br: O
sq: P

# qiblaNotAvailable
source: N/A
es: N/D
pt_br: N/D

# qiblaDirectionLabel
source: Qibla Direction
es: Dirección de la Qibla
pt_br: Direção da Qibla
sq: Drejtimi i Kibles

# qiblaDistance
source: Distance to Kaaba
es: Distancia a la Kaaba
pt_br: Distância até a Kaaba
sq: Distanca deri në Kaba

# qiblaHelpTitle
source: How to Use Qibla Finder
es: Cómo usar el buscador de Qibla
pt_br: Como usar o Localizador de Qibla
sq: Si të përdorni gjetësin e Kibles

# qiblaHelpStep1
source: Hold your phone flat and level.
es: Sostenga su teléfono plano y nivelado.
pt_br: Segure seu telefone plano e nivelado.
sq: Mbani telefonin tuaj të sheshtë dhe në nivel.

# qiblaHelpStep2
source: Rotate slowly until the arrow points to the Kaaba.
es: Gire lentamente hasta que la flecha apunte hacia la Kaaba.
pt_br: Gire lentamente até que a seta aponte para a Kaaba.
sq: Rrotulloni ngadalë derisa shigjeta të tregojë në drejtim të Kabes.

# qiblaHelpStep3
source: When aligned, you'll see a confirmation message.
es: Cuando esté alineado, verá un mensaje de confirmación.
pt_br: Quando alinhado, você verá uma mensagem de confirmação.
sq: Kur të rreshtohet, do të shihni një mesazh konfirmimi.

# qiblaHelpStep4
source: If compass data is inaccurate, tap the calibrate button.
es: Si los datos de la brújula son inexactos, toque el botón de calibración.
pt_br: Se os dados da bússola forem imprecisos, toque no botão de calibração.
sq: Nëse të dhënat e busullës janë të pasakta, shtypni butonin e kalibrimit.

# qiblaGotIt
source: Got it
es: Entendido
pt_br: Entendi
sq: E kuptova

# qiblaTurnRight
source: Turn right to find Qibla
es: Gira a la derecha para encontrar la Qibla
pt_br: Vire à direita para encontrar a Qibla
sq: Rrotullojeni djathtas për të gjetur Kiblën

# qiblaTurnLeft
source: Turn left to find Qibla
es: Gira a la izquierda para encontrar la Qibla
pt_br: Vire à esquerda para encontrar a Qibla
sq: Rrotullojeni majtas për të gjetur Kiblën

# qiblaAlmostThere
source: Almost there!
es: ¡Casi listo!
pt_br: Quase lá!
sq: Gati e arritura!

# tesbihSetTarget
source: Set Counter Target
es: Establecer objetivo del contador
pt_br: Definir Meta do Contador
sq: Vendos objektivin e numëruesit

# tesbihTarget
source: Target
es: Objetivo
pt_br: Meta
sq: Objektivi

# tesbihEnterTarget
source: Enter target count
es: Introduzca el recuento objetivo
pt_br: Digite a contagem alvo
sq: Vendosni numrin objektiv

# tesbihOk
source: OK
es: Aceptar

# tesbihSave
source: Save
es: Guardar
pt_br: Salvar
sq: Ruaj

# tesbihVibration
source: Vibration
es: Vibración
pt_br: Vibração
sq: Dridhje

# tesbihSound
source: Sound
es: Sonido
pt_br: Som
sq: Zë

# tesbihTodaySessions
source: Today's Sessions
es: Sesiones de hoy
pt_br: Sessões de Hoje
sq: Seancat e sotme

# tesbihNoSessions
source: No sessions recorded today
es: No hay sesiones registradas hoy
pt_br: Nenhuma sessão registrada hoje
sq: Asnjë seancë nuk është regjistruar sot

# errorOpeningMap
source: Could not open map application
es: No se pudo abrir la aplicación de mapas
pt_br: Não foi possível abrir o aplicativo de mapas
sq: Nuk mund të hapej aplikacioni i hartave

# qiblaCurrentDirectionLabel
source: Current Direction
es: Dirección actual
pt_br: Direção atual
sq: Drejtimi aktual

# qiblaCalibrate
source: Calibrate Compass
es: Calibrar brújula
pt_br: Calibrar Bússola
sq: Kalibro Busullën

# qiblaCalibrating
source: Rotate your phone in a figure-8 pattern to calibrate
es: Gire su teléfono en forma de 8 para calibrar
pt_br: Gire seu telefone em formato de 8 para calibrar
sq: Rrotulloni telefonin tuaj në formën e një 8-te për të kalibruar

source: Start Calibration
es: Iniciar calibración
pt_br: Iniciar Calibração
sq: Fillo Kalibrimin

# qiblaCurrentDirection
source: Current Direction
es: Dirección actual
pt_br: Direção Atual
sq: Drejtimi Aktual

# qiblaLabel
source: Qibla Finder
es: Buscador de Qibla
pt_br: Localizador de Qibla
sq: Gjetësi i Kibles

# qiblaErrorPermission
source: Location permission denied. Please grant permission to use this feature.
es: Permiso de ubicación denegado. Por favor, conceda el permiso para usar esta función.
pt_br: Permissão de localização negada. Por favor, conceda permissão para usar este recurso.
sq: Leja e vendndodhjes u refuzua. Ju lutemi jepni leje për të përdorur këtë veçori.

# qiblaErrorSensor
source: Compass sensor not available on this device.
es: El sensor de brújula no está disponible en este dispositivo.
pt_br: Sensor de bússola não disponível neste dispositivo.
sq: Sensori i busullës nuk është i disponueshëm në këtë pajisje.

# qiblaErrorLocation
source: Could not determine your location.
es: No se pudo determinar su ubicación.
pt_br: Não foi possível determinar sua localização.
sq: Nuk mund të përcaktohej vendndodhja juaj.

# qiblaInstruction
source: Point your phone towards the Kaaba
es: Apunte su teléfono hacia la Kaaba
pt_br: Aponte seu telefone em direção à Kaaba
sq: Drejtoje telefonin drejt Kabes

# retry
source: Try Again
es: Intentar de nuevo
pt_br: Tentar novamente
sq: Provo përsëri

# aboutAppSubtitle
source: Learn more about Muslim Deen app
es: Obtenga más información sobre la aplicación Muslim Deen
pt_br: Saiba mais sobre o aplicativo Muslim Deen
sq: Mëso më shumë për aplikacionin Muslim Deen

source: Dubai
es: Dubái

# moonsightingCommittee
source: Moonsighting Committee Worldwide
es: Comité Mundial de Avistamiento de Luna
pt_br: Comitê Mundial de Observação da Lua
sq: Komiteti Botëror i Vëzhgimit të Hënës

source: Singapore
es: Singapur
pt_br: Singapura
sq: Singapor

# turkey
source: Turkey (Diyanet)
es: Turquía (Diyanet)
pt_br: Turquia (Diyanet)
sq: Turqi (Diyanet)

source: Settings
es: Configuración
sq: Cilësimet

source: Appearance
es: Apariencia
sq: Pamja

source: Language
es: Idioma
sq: Gjuha

source: Theme
es: Tema
sq: Tema

source: Prayer Calculation
es: Cálculo de oración
sq: Llogaritja e Namazit

source: Calculation Method
es: Método de cálculo
sq: Metoda e Llogaritjes

# asrTime
source: Asr Calculation
es: Cálculo de Asr
sq: Llogaritja e Ikindisë

# settingsSound
source: Sound
es: Sonido
sq: Zë

# settingsReminder
source: Reminder
es: Recordatorio
sq: Përkujtues

source: Location
es: Ubicación
sq: Vendndodhja

source: Other
es: Otros
sq: Të tjera

source: About
es: Acerca de
sq: Rreth

# system
source: System Default
es: Sistema predeterminado
sq: Parazgjedhja e sistemit

source: Light
es: Claro
sq: E ndritshme

source: Dark
es: Oscuro
sq: E errët

source: Select Language
es: Seleccionar idioma
sq: Zgjidh Gjuhën

source: Cancel
es: Cancelar
sq: Anulo

# tesbihReminder
source: Set Reminder
es: TODO: tesbihReminder

# tesbihSetReminder
source: Set Tesbih Reminder
es: TODO: tesbihSetReminder

# tesbihReminderTime
source: Daily Reminder Time
es: TODO: tesbihReminderTime

# tesbihSelectTime
source: Select Time
es: TODO: tesbihSelectTime

# tesbihReminderBody
source: Time for your daily Tesbih practice
es: TODO: tesbihReminderBody

source: Muslim World League
es: TODO: muslimWorldLeague

# egyptian
source: Egyptian General Authority
es: TODO: egyptian

# karachi
source: University of Islamic Sciences, Karachi
es: TODO: karachi

# ummAlQura
source: Umm al-Qura University, Makkah
es: TODO: ummAlQura

# northAmerica
source: Islamic Society of North America
es: TODO: northAmerica

# tehran
source: Institute of Geophysics, University of Tehran
es: TODO: tehran

# shafi
source: Shafi (Standard)
es: TODO: shafi

source: Hanafi
es: TODO: hanafi

source: Fajr
es: TODO: fajr

source: Sunrise
es: TODO: sunrise

source: Dhuhr
es: TODO: dhuhr

source: Asr
es: TODO: asr

source: Maghrib
es: TODO: maghrib

source: Isha
es: TODO: isha

source: Loading...
es: TODO: loading

source: Unknown Location
es: TODO: unknownLocation

source: Not Set
es: TODO: notSet

source: Set Location Manually
es: TODO: setLocationManually

# notificationsBlocked
source: Notifications are blocked. Enable them in system settings.
es: TODO: notificationsBlocked

source: Date & Time
es: TODO: dateTime

source: Date Format
es: TODO: dateFormat

source: Time Format
es: TODO: timeFormat

source: Distance Unit
es: TODO: distanceUnit

source: Day Month Year
es: TODO: dayMonthYear

source: Month Day Year
es: TODO: monthDayYear

source: Year Month Day
es: TODO: yearMonthDay

# twelveHour
source: 12-hour
es: TODO: twelveHour

# twentyFourHour
source: 24-hour
es: TODO: twentyFourHour

source: Kilometers
es: TODO: kilometers

source: Miles
es: TODO: miles

# qiblaDirectionNorth
source: N
sq: V

# qiblaDirectionEast
source: E
pt_br: L
sq: L

# qiblaDirectionSouth
source: S
sq: J

source: Kuwait
sq: Kuvajt

source: Qatar
pt_br: Catar
sq: Katar
